{
  "LuaSnip": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-status.nvim": { "branch": "master" },
  "lsp-zero.nvim": { "branch": "v3.x" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tabline": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-yati": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "orgmode": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-project.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-ruby": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" }
}
